{
    "locale" : "fr-FR",
    "t-throw" : "jeter",
    "t-find" : "trouver",
    "t-about" : "à propos",
    "t-bottle" : "Une bouteille ...",
    "t-bottle-sea" : "Une bouteille à la mer.",
    "t-bottle-hole" : "Une bouteille dans un trou.",
    "t-bottle-space" : "Une bouteille dans l'espace.",
    "t-bottle-time" : "Une bouteille dans le temps.",
    "t-sea" : "À la mer.",
    "t-hole" : "Dans un trou.",
    "t-space" : "Dans l'espace.",
    "t-time" : "Dans le temps.",
    "t-fr" : "Français",
    "t-en" : "Anglais",
    "t-gr" : "Allemand",
    "t-it" : "Italien",
    "t-es" : "Espagnol",
    "t-ru" : "Russe",
    "modal-datetime-title" : "Modifier la date courante",
    "modal-datetime-utc" : "Ceci est la date exacte en UTC et la date courante, mise à jour en temps réel.",
    "modal-datetime-current" : "Modifier la date et l'heure actuelles en choisissant parmi les options suivantes : <code>Année</code>, <code>Jour - Mois</code>, ou <code>Heure - Minute</code>.",
    "modal-datetime-year" : "Vous pouvez ajuster l'<code>Année</code> selon vos besoins.",
    "modal-datetime-daymonth" : "Vous pouvez ajuster le <code>Jour</code> et le <code>Mois</code> selon vos besoins.",
    "modal-datetime-time" : "Vous pouvez ajuster les <code>Heures</code> et les <code>Minute</code> selon vos besoins.",
    "modal-location-title" : "Modifier votre position",
    "modal-location-navigator" : "Ceci est votre position exacte et courante, selon les informations fournies par votre adresse IP public.",
    "modal-location-current" : "Modifier votre position actuelle en choisissant parmi les options suivantes : <code>Latitude</code>,<code>Longitude</code>, <code>Localisation</code>, ou <code>Planète</code>.",
    "modal-location-latitude" : "Vous pouvez ajuster la <code>Latitude</code> selon vos besoins.",
    "modal-location-longitude" : "Vous pouvez ajuster la <code>Longitude</code> selon vos besoins.",
    "modal-update-latitude" : "<i class=\"p-1 mdi mdi-earth-arrow-right\"></i>Trouver la position",
    "modal-update-longitude": "<i class=\"p-1 mdi mdi-earth-arrow-right\"></i>Trouver la position",
    "modal-location-country" : "Vous pouvez rechercher une <code>Localisation</code> selon vos besoins.",
    "modal-location-planet" : "Vous pouvez ajuster la <code>Galaxy</code> et la <code>Planète</code> selon vos besoins.",
    "modal-info-coord-title" : "Informations sur les coordonnées cartographiques",
    "modal-info-coord-body" : "<i class=\"fa fa-search-plus\" aria-hidden=\"true\"></i> Le système cartographique choisi pour représenter les coordonnées est le <a target=\"_blank\" href=\"https://fr.wikipedia.org/wiki/WGS_84\">WGS84</a>.<br><i class=\"fa fa-search-plus\" aria-hidden=\"true\"></i> Les limites imposées par le système <a target=\"_blank\" href=\"https://fr.wikipedia.org/wiki/WGS_84\">WGS84</a> sont de [-180.0° à 180.0°].",
    "modal-close": "Fermer",
    "modal-configuration-title" : "Configuration",
    "modal-apply" : "Appliquer les changements",
    "modal-reset-cookies" : "<i class=\"bx bx-smile font-size-16 align-middle me-2\"></i> Réinitialiser",
    "modal-notation" : "Notation",
    "modal-notation-12" : "12 heures",
    "modal-notation-24" : "24 heures",
    "modal-theme" : "Thème",
    "modal-theme-light" : "Clair",
    "modal-theme-dark" : "Sombre",
    "modal-carto" : "Fond de carte",
    "modal-config-carto" : "Vous pouvez changer le fond de carte.",
    "modal-sync" : "Synchronisation",
    "modal-sync-yes" : "Oui",
    "modal-sync-no" : "Non",
    "modal-config-sync" :  "Vous pouvez activer ou non la synchronisation de l'horloge courante.",
    "modal-cookie-title" : "Gérer le consentement aux cookies",
    "modal-cookie-body" : "Pour offrir les meilleures expériences, nous utilisons des technologies telles que les cookies pour stocker et/ou accéder aux informations des appareils. Le fait de consentir à ces technologies nous permettra de traiter des données telles que le comportement de navigation ou les ID uniques sur ce site. Le fait de ne pas consentir ou de retirer son consentement peut avoir un effet négatif sur certaines caractéristiques et fonctions.",
    "modal-cookie-options" : "Voir les préférences",
    "modal-cookie-person" : "Renseignements personnels",
    "modal-cookie-necessary" : "Cookies strictement nécessaires",
    "modal-cookie-necessary-info" : "<li>Le stockage ou l’accès technique est strictement nécessaire dans la finalité d’intérêt légitime de permettre l’utilisation d’un service spécifique explicitement demandé par l’abonné ou l’internaute, ou dans le seul but d’effectuer la transmission d’une communication sur un réseau de communications électroniques.</li>",
    "modal-cookie-statistics" : "Statistiques",
    "modal-cookie-statistics-info" : "<li>Le stockage ou l’accès technique qui est utilisé exclusivement à des fins statistiques.</li>",
    "modal-cookie-marketing" : "Marketing",
    "modal-cookie-marketing-info" : "<li>Le stockage ou l’accès technique est nécessaire pour créer des profils d’internautes afin d’envoyer des publicités, ou pour suivre l’internaute sur un site web ou sur plusieurs sites web ayant des finalités marketing similaires.</li>",
    "modal-cookie-personalization" : "Personnalisation",
    "modal-cookie-personalization-info" : "<li>Sauvegarde de vos préférences des visites précédentes</li><li>Recueillir les retours des utilisateurs pour améliorer notre site internet</li><li>Enregistrement de vos intérêts afin de proposer des contenus et des offres personnalisés</li>",
    "modal-cookie-btn-refuse" : "Refuser",
    "modal-cookie-btn-accept" : "Accepter",
    "modal-cookie-btn-save-pref" : "Enregistrer les préférences",
    "modal-cookie-btn-accept-all" : "Accepter tout",
    "t-lead" : "Bienvenue sur ce site, votre espace dédié aux messages dans des bouteilles virtuelles.",
    "t-part-title-1" : "Une certaine facination",
    "t-part-content-1" : "J'ai passé toute mon enfance au bord de l'océan Atlantique, et j'ai toujours été fasciné par ces bouteilles à la mer renfermant des secrets. Les histoires cachées à l'intérieur de ces bouteilles, perdues dans l'immensité de l'océan, m'ont toujours inspiré. Ce site est ma manière de partager cette fascination avec vous, en espérant que chaque message que vous envoyez trouve son destinataire et touche des cœurs à travers le monde.",
    "t-part-title-2" : "Une histoire d'émotion et de connexion",
    "t-part-content-21" : "L'idée de ce site est également née de cette histoire incroyable qui m'a profondément touché. Jodi Lin Thomas, une Américaine vivant dans le Massachusetts, a jeté une bouteille à la mer après la mort de son père. Ce geste simple mais chargé de sens était sa manière de rendre hommage à un homme qui avait passé sa vie sur l'eau.",
    "t-part-content-22" : "Elle ne s'attendait jamais à ce que cette bouteille parcourt 6000 km à travers l'Atlantique et finisse par échouer sur une plage en Gironde, en France. Ce message de cœur, jeté dans l'immensité de l'océan, a été découvert par Jean Rouchaud, un professeur d'histoire géographie. Lors de son jogging habituel, il a trouvé cette bouteille et en a découvert le contenu émouvant : une lettre d'adieu d'une fille à son père, écrite avec amour et tendresse.",
    "t-card-title" : "Témoignage : Bouteille à la mer",
    "t-card-body" : "C'est incroyable ! L'émotion de l'Américaine qui a écrit la lettre retrouvée en Gironde.",
    "t-part-title-3" : "La magie des messages en bouteille",
    "t-part-content-3" : "Cette histoire nous rappelle la magie et la beauté des messages en bouteille : un simple geste, une connexion inattendue, et un lien humain qui traverse le temps et l'espace. Inspirés par cette incroyable odyssée, j'ai créé cet espace pour que vous puissiez, vous aussi, envoyer vos messages dans des bouteilles virtuelles. Que ce soit pour exprimer vos sentiments, partager vos pensées ou laisser un témoignage, vos mots ont le pouvoir de toucher des cœurs partout dans le monde.",
    "t-part-title-4" : "La mission",
    "t-part-content-4" : "La mission est de fournir une plateforme où chaque message peut trouver son destinataire, où chaque bouteille peut naviguer dans l'océan virtuel et échouer sur une plage numérique pour être découverte. Je crois que chaque mot a de la valeur et que chaque message mérite d'être entendu.",
    "t-part-title-5" : "Comment ça marche ?",
    "t-part-content-5" : "<li><strong>Écrivez votre message :</strong> Prenez le temps de rédiger ce que vous avez sur le cœur. Que ce soit un hommage, une pensée positive, ou un simple \"bonjour\", votre message compte.</li><li><strong>Lancez votre bouteille :</strong> En un clic, envoyez votre message dans cette immensité virtuelle.</li><li><strong>Découvrez et connectez :</strong> Parcourez les messages échoués sur les plages numériques et connectez-vous avec d'autres utilisateurs du monde entier.</li>",
    "t-part-title-6" : "Rejoignez-nous dans cette aventure",
    "t-part-content-6" : "Je vous invites à rejoindre cette aventure humaine et émotionnelle. Envoyez vos propres messages, découvrez ceux des autres, et faites partie d'une communauté mondiale unie par les mots et les sentiments. Ensemble, nous pouvons créer des moments de magie et de connexion, une bouteille à la fois.",
    "t-part-title-7" : "Soutenir le projet",
    "t-part-content-7" : "Développer et maintenir cette plateforme demande du temps et des ressources. Si vous appréciez ce service et souhaitez soutenir mon travail, vous pouvez m'offrir un café virtuel ! C'est une manière simple et agréable de contribuer à l'amélioration continue du site. Chaque contribution m'aide à continuer de développer des fonctionnalités et à maintenir le site en ligne. Merci pour votre soutien !",
    "t-btn-buycoffee" : "Offrez-moi un café",
    "t-btn-donation" : "Donation",
    "t-part-content-8" : "Merci de faire partie de cette belle histoire.",
    "t-part-content-9" : "Avec tout mon respect,<br>David Daumand",
    "t-character" : "caractères",
    "t-title-message" : "Titre",
    "t-body-message" : "Message",
    "t-date-message" : "Date",
    "t-weather-info-1" : "Ciel dégagé mais quelques pluies sont à prévoir en fin d'après midi",
    "t-weather-info-2" : "Vitesse du vent : 5m/s",
    "t-weather-info-3" : "Coefficient de marée : 90",
    "t-format-message" : "Formats de fichiers acceptés : JPG, PNG, MP4, MOV, WebM, TXT, DOCX, PDF",
    "t-size-message" : "Jusqu'à 50 Mo",
    "t-action-message" : "Glissez-déposez",
    "t-file-message-1" : "votre fichier ici",
    "t-file-message-2" : "ou",
    "t-choose-file-message" : "Choisissez un fichier",
    "t-btn-restart-message" : "<i class=\"p-2 mdi mdi-refresh\"></i> Recommencer",
    "t-btn-next-message" : "Suivant <i class=\"p-2 mdi mdi-arrow-right-bold-outline\"></i>",
    "t-btn-throw-message" : "Jeter <i class=\"p-2 mdi mdi-email-send-outline\"></i>",
    "t-btn-previous-message" : "<i class=\"p-2 mdi mdi-arrow-left-bold-outline\"></i> Retour",
    "t-quote-message" : "<em>\"Dans le ballet infini des vagues, une bouteille, abandonnée à son sort, danse au gré des courants, voguant vers l'inconnu. Elle est le messager muet des hommes, porteur d'un secret enfoui dans son ventre de verre. Lancée à la mer, elle entame un voyage poétique, une odyssée solitaire à travers les océans.\"</em>",
    "t-btn-reset-throw-message" : "Lancer une nouvelle bouteille",
    "t-endstep-message-1" : "Partagez votre geste !",
    "t-endstep-message-2" : "Scannez ce QrCode :",
    "t-endstep-message-3" : "Ou copiez ce lien :",
    "t-coming-soon" : "Bientôt disponible.",
    "t-card-read-topic" : "Lire l'article"
}