{
    "locale" : "de-DE",
    "t-throw" : "werfen",
    "t-find" : "finden",
    "t-about" : "um",
    "t-bottle" : "Eine Flasche ...",
    "t-bottle-sea" : "Eine Flasche im Meer.",
    "t-bottle-hole" : "Eine Flasche in einem Loch.",
    "t-bottle-space" : "Eine Flasche im Weltraum.",
    "t-bottle-time" : "Eine Flasche rechtzeitig.",
    "t-sea" : "An der See.",
    "t-hole" : "In einem Loch.",
    "t-space" : "Im Weltall.",
    "t-time" : "Rechtzeitig.",
    "t-fr" : "Französisch",
    "t-en" : "Englisch",
    "t-gr" : "Deutsch",
    "t-it" : "Italienisch",
    "t-es" : "Spanisch",
    "t-ru" : "Russisch",
    "modal-datetime-title" : "Aktuelles Datum ändern",
    "modal-datetime-utc" : "Dies ist das genaue Datum in UTC und das aktuelle Datum, aktualisiert in Echtzeit.",
    "modal-datetime-current" : "Ändern Sie das aktuelle Datum und die aktuelle Uhrzeit, indem Sie eine der folgenden Optionen auswählen: <code>Jahr</code>, <code>Tag – Monat</code> oder <code>Zeit – Minute</code>.",
    "modal-datetime-year" : "Sie können das <code>Jahr</code> entsprechend Ihren Anforderungen anpassen.",
    "modal-datetime-daymonth" : "Sie können den <code>Tag</code> und den <code>Monat</code> entsprechend Ihren Anforderungen anpassen.",
    "modal-datetime-time" : "Sie können die <code>Stunden</code> und <code>Minuten</code> entsprechend Ihren Anforderungen anpassen.",
    "modal-location-title" : "Ändern Sie Ihre Position",
    "modal-location-navigator": "Dies ist Ihr aktueller, genauer Standort, basierend auf den Informationen Ihrer öffentlichen IP-Adresse.",
    "modal-location-current": "Ändern Sie Ihren aktuellen Standort, indem Sie eine der folgenden Optionen auswählen: <code>Breitengrad</code>, <code>Längengrad</code>, <code>Standort</code> oder <code >Planet</code>.",
    "modal-location-latitude": "Sie können den <code>Latitude</code> entsprechend Ihren Bedürfnissen anpassen.",
    "modal-location-longitude": "Sie können den <code>Längengrad</code> entsprechend Ihren Anforderungen anpassen.",
    "modal-update-latitude": "<i class=\"p-1 mdi mdi-earth-arrow-right\"></i>Position finden",
    "modal-update-longitude": "<i class=\"p-1 mdi mdi-earth-arrow-right\"></i>Position finden",
    "modal-location-country": "Sie können entsprechend Ihren Anforderungen nach einem <code>Standort</code> suchen.",
    "modal-location-planet": "Sie können die <code>Galaxy</code> und den <code>Planet</code> entsprechend Ihren Bedürfnissen anpassen.",
    "modal-info-coord-title": "Informationen zu Kartenkoordinaten",
    "modal-info-coord-body" : "<i class=\"fa fa-search-plus\" aria-hidden=\"true\"></i> Das zur Darstellung der Koordinaten gewählte kartografische System ist das <a target=\"_blank\" href=\"https://gr.wikipedia.org/wiki/WGS_84\">WGS84</a>.<br><i class=\"fa fa-search-plus\" aria-hidden=\"true\"></i> Die vom System auferlegten Grenzen <a target=\"_blank\" href=\"https://gr.wikipedia.org/wiki/WGS_84\"> WGS84</a> sind [-180,0° bis 180,0°].",
    "modal-close": "Schließen",
    "modal-configuration-title" : "Konfiguration",
    "modal-apply" : "Änderungen anwenden",
    "modal-reset-cookies": "<i class=\"bx bx-smile font-size-16 align-middle me-2\"></i> Zurücksetzen",
    "modal-notation": "Notation",
    "modal-notation-12": "12 Stunden",
    "modal-notation-24": "24 Stunden",
    "modal-theme" : "Thema",
    "modal-theme-light": "Klar",
    "modal-theme-dark": "Dunkel",
    "modal-carto": "Grundkarte",
    "modal-config-carto": "Sie können die Grundkarte ändern.",
    "modal-sync": "Synchronisierung",
    "modal-sync-yes": "Ja",
    "modal-sync-no": "Nein",
    "modal-config-sync": "Sie können die Synchronisierung der aktuellen Uhr aktivieren oder deaktivieren",
    "modal-cookie-title": "Cookie-Einwilligung verwalten",
    "modal-cookie-body": "Um die besten Erlebnisse zu bieten, verwenden wir Technologien wie Cookies, um Geräteinformationen zu speichern und/oder darauf zuzugreifen. Die Zustimmung zu diesen Technologien ermöglicht es uns, Daten wie das Surfverhalten oder eindeutige IDs auf dieser Website zu verarbeiten . Die Nichterteilung oder der Widerruf der Einwilligung können sich negativ auf bestimmte Funktionen und Funktionen auswirken.",
    "modal-cookie-options": "Einstellungen anzeigen",
    "modal-cookie-person": "Persönliche Daten",
    "modal-cookie-necessary": "Unbedingt notwendige Cookies",
    "modal-cookie-necessary-info": "<li>Die Speicherung oder der technische Zugriff ist unbedingt erforderlich, um das berechtigte Interesse zu wahren, die Nutzung eines bestimmten, vom Abonnenten oder Internetnutzers ausdrücklich gewünschten Dienstes zu ermöglichen, oder ausschließlich zum Zweck der Übermittlung eine Kommunikation in einem elektronischen Kommunikationsnetz.</li>",
    "modal-cookie-statistics": "Statistik",
    "modal-cookie-statistics-info": "<li>Speicher oder technischer Zugriff, der ausschließlich statistischen Zwecken dient.</li>",
    "modal-cookie-marketing": "Marketing",
    "modal-cookie-marketing-info": "<li>Die Speicherung oder der technische Zugriff ist erforderlich, um Internetnutzerprofile zu erstellen, um Werbung zu versenden, oder um den Internetnutzer auf einer Website oder auf mehreren Websites mit ähnlichen Marketingzwecken zu verfolgen.< /li>",
    "modal-cookie-personalization": "Personalisierung",
    "modal-cookie-personalization-info": "<li>Speichern Ihrer Präferenzen aus früheren Besuchen</li><li>Sammeln von Benutzerfeedback zur Verbesserung unserer Website</li><li>Aufzeichnen Ihrer Interessen, um Ihnen personalisierte Angebote anbieten zu können Inhalte und Angebote</li>",
    "modal-cookie-btn-refuse": "Ablehnen",
    "modal-cookie-btn-accept": "Akzeptieren",
    "modal-cookie-btn-save-pref": "Einstellungen speichern",
    "modal-cookie-btn-accept-all": "Alle akzeptieren",
    "t-lead": "Willkommen auf dieser Website, Ihrem Bereich für Nachrichten in virtuellen Flaschen.",
    "t-part-title-1": "Eine gewisse Faszination",
    "t-part-content-1": "Ich habe meine gesamte Kindheit am Atlantischen Ozean verbracht und war schon immer fasziniert von diesen Flaschen im Meer, die Geheimnisse bergen. Die Geschichten, die in diesen Flaschen verborgen sind, gehen verloren in der Unermesslichkeit des Ozean, haben mich schon immer inspiriert. Diese Seite ist meine Art, diese Faszination mit Ihnen zu teilen, in der Hoffnung, dass jede Nachricht, die Sie senden, ihren Empfänger findet und Herzen auf der ganzen Welt berührt.",
    "t-part-title-2": "Eine Geschichte voller Emotionen und Verbundenheit",
    "t-part-content-21": "Aus dieser unglaublichen Geschichte, die mich tief berührt hat, entstand auch die Idee zu dieser Seite. Jodi Lin Thomas, ein in Massachusetts lebender Amerikaner, warf nach dem Tod seines Vaters eine Flasche ins Meer Mit dieser einfachen, aber bedeutungsvollen Geste würdigte er einen Mann, der sein Leben auf dem Wasser verbracht hatte.",
    "t-part-content-22": "Sie hätte nie erwartet, dass diese Flasche 6.000 km über den Atlantik reisen und an einem Strand in Gironde, Frankreich, landen würde. Diese herzliche Botschaft, geworfen in die Unermesslichkeit des Ozeans, war entdeckt von Jean Rouchaud, einem Geschichtsprofessor. Während seines üblichen Joggens fand er diese Flasche und entdeckte ihren bewegenden Inhalt: einen Abschiedsbrief eines Mädchens an seinen Vater, geschrieben mit Liebe und Zärtlichkeit.",
    "t-card-title": "Zeugnis: Flasche im Meer",
    "t-card-body": "Es ist unglaublich! Die Emotion der Amerikanerin, die den in der Gironde gefundenen Brief geschrieben hat.",
    "t-part-title-3": "Die Magie der Flaschenpost",
    "t-part-content-3": "Diese Geschichte erinnert uns an die Magie und Schönheit von Flaschenpost: eine einfache Geste, eine unerwartete Verbindung und eine menschliche Bindung, die Zeit und Raum überspannt. Inspiriert von dieser unglaublichen Odyssee, Ich habe diesen Raum geschaffen, damit auch Sie Ihre Botschaften in virtuellen Flaschen verschicken können. Ob Sie Ihre Gefühle ausdrücken, Ihre Gedanken teilen oder ein Zeugnis hinterlassen möchten, Ihre Worte haben die Kraft, Herzen überall auf der Welt zu berühren.",
    "t-part-title-4": "Die Mission",
    "t-part-content-4": "Die Mission besteht darin, eine Plattform bereitzustellen, auf der jede Nachricht ihren Empfänger finden kann, auf der jede Flasche im virtuellen Ozean segeln und an einem digitalen Strand angespült werden kann, um entdeckt zu werden. Ich glaube, dass jeder Wort hat Wert und jede Botschaft verdient es, gehört zu werden.",
    "t-part-title-5" : "Wie funktioniert es?",
    "t-part-content-5": "<li><strong>Schreiben Sie Ihre Nachricht:</strong> Nehmen Sie sich Zeit, um zu schreiben, was Ihnen auf dem Herzen liegt. Ob es sich um eine Hommage, einen positiven Gedanken oder ein einfaches handelt \"Hallo\", Ihre Nachricht zählt.</li><li><strong>Werfen Sie Ihre Flasche:</strong> Senden Sie mit einem Klick Ihre Nachricht in dieser virtuellen Unermesslichkeit.</li><li><strong >Entdecken und verbinden:</strong> Durchsuchen Sie fehlgeschlagene Nachrichten an digitalen Stränden und verbinden Sie sich mit anderen Benutzern auf der ganzen Welt.</li>",
    "t-part-title-6": "Begleiten Sie uns auf diesem Abenteuer",
    "t-part-content-6": "Ich lade Sie ein, an diesem menschlichen und emotionalen Abenteuer teilzunehmen. Senden Sie Ihre eigenen Nachrichten, entdecken Sie die anderer und werden Sie Teil einer globalen Gemeinschaft, die durch Worte und Gefühle vereint ist. Gemeinsam können wir etwas schaffen. Momente der Magie und Verbindung, eine Flasche nach der anderen.",
    "t-part-title-7": "Das Projekt unterstützen",
    "t-part-content-7": "Die Entwicklung und Pflege dieser Plattform erfordert Zeit und Ressourcen. Wenn Ihnen dieser Service gefällt und Sie meine Arbeit unterstützen möchten, können Sie mir einen virtuellen Kaffee kaufen! Es ist einfach und schön, einen Beitrag dazu zu leisten. Kontinuierliche Verbesserung der Website. Jeder Beitrag hilft mir, die Funktionen weiterzuentwickeln und die Website online zu halten. Vielen Dank für Ihre Unterstützung!",
    "t-btn-buycoffee": "Hol mir einen Kaffee",
    "t-btn-donation": "Spende",
    "t-part-content-8": "Vielen Dank, dass Sie Teil dieser schönen Geschichte sind.",
    "t-part-content-9": "Bei allem Respekt,<br>David Daumand",
    "t-character": "Zeichen",
    "t-title-message": "Titel",
    "t-body-message": "Nachricht",
    "t-date-message": "Datum",
    "t-weather-info-1": "Klarer Himmel, aber am späten Nachmittag wird etwas Regen erwartet",
    "t-weather-info-2": "Windgeschwindigkeit: 5 m/s",
    "t-weather-info-3": "Gezeitenkoeffizient: 90",
    "t-format-message": "Akzeptierte Dateiformate: JPG, PNG, MP4, MOV, WebM, TXT, DOCX, PDF",
    "t-size-message": "Bis zu 50 MB",
    "t-action-message": "Drag and Drop",
    "t-file-message-1": "Ihre Datei hier",
    "t-file-message-2": "oder",
    "t-choose-file-message": "Eine Datei auswählen",
    "t-btn-restart-message": "<i class=\"p-2 mdi mdi-refresh\"></i> Neu starten",
    "t-btn-next-message": "Nächster <i class=\"p-2 mdi mdi-arrow-right-bold-outline\"></i>",
    "t-btn-throw-message": "Бросать <i class=\"p-2 mdi mdi-email-send-outline\"></i>",
    "t-btn-previous-message": "<i class=\"p-2 mdi mdi-arrow-left-bold-outline\"></i> Возвращаться",
    "t-quote-message": "<em>\"Im unendlichen Ballett der Wellen tanzt eine ihrem Schicksal überlassene Flasche mit den Strömungen und segelt dem Unbekannten entgegen. Sie ist die stille Botin der Männer und trägt ein Geheimnis in sich, das in ihrem Glasbauch verborgen ist. Ins Meer geschleudert, beginnt für sie eine poetische Reise, eine einsame Odyssee über die Ozeane.\"</em>",
    "t-btn-reset-throw-message": "Wirf eine neue Flasche",
    "t-endstep-message-1": "Teilen Sie Ihre Geste!",
    "t-endstep-message-2": "Diesen QrCode scannen:",
    "t-endstep-message-3": "Oder kopieren Sie diesen Link:",
    "t-coming-soon": "Bald verfügbar.",
    "t-card-read-topic" : "Artikel lesen"
}