{
    "locale" : "it-IT",
    "t-throw":"gettare",
    "t-find":"trovare",
    "t-about":"di",
    "t-bottle" : "Una bottiglia ...",
    "t-bottle-sea" : "Una bottiglia nel mare.",
    "t-bottle-hole" : "Una bottiglia in un buco.",
    "t-bottle-space" : "Una bottiglia nello spazio.",
    "t-bottle-time" : "Una bottiglia nel tempo.",
    "t-sea" : "Al mare.",
    "t-hole" : "In un buco.",
    "t-space" : "Nello spazio.",
    "t-time" : "In tempo.",
    "t-fr" : "Francese",
    "t-en" : "Inglese",
    "t-gr" : "Tedesco",
    "t-it" : "Italiano",
    "t-es" : "Spagnolo",
    "t-ru" : "Russo",
    "modal-datetime-title": "Modifica la data corrente",
    "modal-datetime-utc": "Questa è la data esatta in UTC e la data corrente, aggiornata in tempo reale.",
    "modal-datetime-current" : "Cambia la data e l'ora correnti scegliendo tra le seguenti opzioni: <code>Anno</code>, <code>Giorno - Mese</code> o <code>Ora - Minuto</code>.",
    "modal-datetime-year": "Puoi modificare l'<code>Anno</code> in base alle tue esigenze.",
    "modal-datetime-daymonth": "Puoi modificare il <code>giorno</code> e il <code>mese</code> in base alle tue esigenze.",
    "modal-datetime-time": "Puoi regolare le <code>Ore</code> e i <code>Minuti</code> in base alle tue esigenze.",
    "modal-location-title": "Cambia la tua posizione",
    "modal-location-navigator": "Questa è la tua posizione attuale ed esatta, basata sulle informazioni fornite dal tuo indirizzo IP pubblico.",
    "modal-location-current" : "Cambia la tua posizione corrente selezionando tra le seguenti opzioni: <code>Latitudine</code>, <code>Longitudine</code>, <code>Posizione</code> o <code >Pianeta</code>.",
    "modal-location-latitude" : "Puoi regolare la <code>Latitude</code> in base alle tue esigenze.",
    "modal-location-longitude" : "Puoi regolare la <code>longitudine</code> in base alle tue esigenze.",
    "modal-update-latitude" : "<i class=\"p-1 mdi mdi-earth-arrow-right\"></i>Trova posizione",
    "modal-update-longitude": "<i class=\"p-1 mdi mdi-earth-arrow-right\"></i>Trova posizione",
    "modal-location-country": "Puoi cercare una <code>Località</code> in base alle tue esigenze.",
    "modal-location-planet": "Puoi regolare <code>Galaxy</code> e <code>Planet</code> in base alle tue esigenze.",
    "modal-info-coord-title": "Informazioni sulle coordinate della mappa",
    "modal-info-coord-body" : "<i class=\"fa fa-search-plus\" aria-hidden=\"true\"></i> Il sistema cartografico scelto per rappresentare le coordinate è il <a target=\"_blank\" href=\"https://it.wikipedia.org/wiki/WGS_84\">WGS84</a>.<br><i class=\"fa fa-search-plus\" aria-hidden=\"true\"></i> I limiti imposti dal sistema <a target=\"_blank\" href=\"https://it.wikipedia.org/wiki/WGS_84\"> WGS84</a> sono [da -180,0° a 180,0°].",
    "modal-close": "Chiudi",
    "modal-configuration-title": "Configurazione",
    "modal-apply": "Applica modifiche",
    "modal-reset-cookies": "<i class=\"bx bx-smile font-size-16 align-middle me-2\"></i> Ripristina",
    "modal-notation": "Notazione",
    "modal-notation-12": "12 ore",
    "modal-notation-24": "24 ore",
    "modal-theme" : "Tema",
    "modal-theme-light": "Cancella",
    "modal-theme-dark": "Scuro",
    "modal-carto": "Mappa di base",
    "modal-config-carto": "Puoi cambiare la mappa di base.",
    "modal-sync": "Sincronizzazione",
    "modal-sync-yes": "Sì",
    "modal-sync-no": "No",
    "modal-config-sync": "Puoi abilitare o disabilitare la sincronizzazione dell'orologio corrente.",
    "modal-cookie-title": "Gestisci il consenso ai cookie",
    "modal-cookie-body": "Per fornire le migliori esperienze, utilizziamo tecnologie come i cookie per archiviare e/o accedere alle informazioni del dispositivo. Il consenso a queste tecnologie ci consentirà di elaborare dati come il comportamento di navigazione o gli ID univoci su questo sito Il mancato consenso o la revoca del consenso possono avere un effetto negativo su determinate caratteristiche e funzioni.",
    "modal-cookie-options": "Visualizza preferenze",
    "modal-cookie-person": "Informazioni personali",
    "modal-cookie-necessary": "Cookie strettamente necessari",
    "modal-cookie-necessary-info": "<li>L'archiviazione o l'accesso tecnico è strettamente necessario per il legittimo interesse di consentire l'utilizzo di un servizio specifico esplicitamente richiesto dall'abbonato o dall'utente di Internet, o al solo scopo di trasmettere una comunicazione su una rete di comunicazione elettronica.</li>",
    "modal-cookie-statistics": "Statistiche",
    "modal-cookie-statistics-info" : "<li>Archiviazione o accesso tecnico utilizzato esclusivamente per scopi statistici.</li>",
    "modal-cookie-marketing": "Marketing",
    "modal-cookie-marketing-info": "<li>L'archiviazione o l'accesso tecnico è necessario per creare profili utente Internet al fine di inviare pubblicità o tracciare l'utente Internet su uno o più siti Web con scopi di marketing simili.</ li>",
    "modal-cookie-personalization": "Personalizzazione",
    "modal-cookie-personalization-info": "<li>Salvare le tue preferenze dalle visite precedenti</li><li>Raccogliere il feedback degli utenti per migliorare il nostro sito web</li><li>Registrare i tuoi interessi al fine di offrire offerte personalizzate contenuti e offerte</li>",
    "modal-cookie-btn-refuse": "Rifiuta",
    "modal-cookie-btn-accept": "Accetta",
    "modal-cookie-btn-save-pref": "Salva preferenze",
    "modal-cookie-btn-accept-all": "Accetta tutto",
    "t-lead": "Benvenuti in questo sito, il tuo spazio dedicato ai messaggi in bottiglie virtuali.",
    "t-part-title-1": "Una certa fascinazione",
    "t-part-content-1": "Ho trascorso tutta la mia infanzia in riva all'Oceano Atlantico e sono sempre stato affascinato da queste bottiglie nel mare che contengono segreti. Le storie nascoste all'interno di queste bottiglie, perse nell'immensità del oceano, mi hanno sempre ispirato. Questo sito è il mio modo di condividere questo fascino con te, sperando che ogni messaggio che invii trovi il suo destinatario e tocchi i cuori di tutto il mondo.",
    "t-part-title-2": "Una storia di emozioni e connessione",
    "t-part-content-21": "L'idea di questo sito è nata anche da questa incredibile storia che mi ha toccato profondamente. Jodi Lin Thomas, un'americana residente nel Massachusetts, gettò una bottiglia in mare dopo la morte di suo padre . Questo gesto semplice ma significativo è stato il suo modo di rendere omaggio a un uomo che aveva trascorso la sua vita sull'acqua.",
    "t-part-content-22": "Non si sarebbe mai aspettata che questa bottiglia avrebbe viaggiato per 6.000 km attraverso l'Atlantico e sarebbe finita su una spiaggia della Gironda, in Francia. Questo messaggio accorato, lanciato nell'immensità dell'oceano, è stato scoperta da Jean Rouchaud, professore di storia e geografia Durante il suo consueto jogging, ha trovato questa bottiglia e ne ha scoperto il commovente contenuto: una lettera d'addio di una ragazza a suo padre, scritta con amore e tenerezza.",
    "t-card-title": "Testimonianza: Bottiglia nel mare",
    "t-card-body": "È incredibile! L'emozione della donna americana che ha scritto la lettera ritrovata in Gironda.",
    "t-part-title-3": "La magia dei messaggi in bottiglia",
    "t-part-content-3": "Questa storia ci ricorda la magia e la bellezza dei messaggi racchiusi in una bottiglia: un gesto semplice, una connessione inaspettata e un legame umano che attraversa il tempo e lo spazio. Ispirato da questa incredibile odissea, Ho creato questo spazio affinché anche tu possa inviare i tuoi messaggi in bottiglie virtuali. Sia che tu esprima i tuoi sentimenti, condivida i tuoi pensieri o lasci una testimonianza, le tue parole hanno il potere di toccare i cuori ovunque nel mondo.",
    "t-part-title-4": "La missione",
    "t-part-content-4": "La missione è fornire una piattaforma dove ogni messaggio possa trovare il suo destinatario, dove ogni bottiglia possa navigare nell'oceano virtuale e approdare su una spiaggia digitale per essere scoperta. Credo che ogni la parola ha valore e che ogni messaggio merita di essere ascoltato.",
    "t-part-title-5": "Come funziona?",
    "t-part-content-5": "<li><strong>Scrivi il tuo messaggio:</strong> prenditi il ​​tempo per scrivere ciò che hai nel cuore. Che sia un omaggio, un pensiero positivo o un semplice \"ciao\", il tuo messaggio conta.</li><li><strong>Lancia la tua bottiglia:</strong> con un clic, invia il tuo messaggio in questa immensità virtuale.</li><li><strong >Scopri e connettiti:</strong> sfoglia i messaggi falliti sulle spiagge digitali e connettiti con altri utenti in tutto il mondo.</li>",
    "t-part-title-6": "Unisciti a noi in questa avventura",
    "t-part-content-6": "Ti invito a unirti a questa avventura umana ed emotiva. Invia i tuoi messaggi, scopri quelli degli altri e fai parte di una comunità globale unita da parole e sentimenti. Insieme, possiamo creare momenti di magia e connessione, una bottiglia alla volta.",
    "t-part-title-7": "Sostieni il progetto",
    "t-part-content-7": "Sviluppare e mantenere questa piattaforma richiede tempo e risorse. Se ti piace questo servizio e vuoi sostenere il mio lavoro, puoi offrirmi un caffè virtuale! È un modo semplice e carino per contribuire al miglioramento continuo del sito. Ogni contributo mi aiuta a continuare a sviluppare funzionalità e a mantenere il sito online. Grazie per il vostro supporto!",
    "t-btn-buycoffee": "Prendimi un caffè",
    "t-btn-donation": "Donazione",
    "t-part-content-8": "Grazie per aver preso parte a questa bellissima storia.",
    "t-part-content-9": "Con tutto il mio rispetto,<br>David Daumand",
    "t-character" : "caratteri",
    "t-title-message": "Titolo",
    "t-body-message": "Messaggio",
    "t-date-message": "Data",
    "t-weather-info-1": "Cielo sereno ma è prevista qualche pioggia nel tardo pomeriggio",
    "t-weather-info-2": "Velocità del vento: 5 m/s",
    "t-weather-info-3": "Coefficiente di marea: 90",
    "t-format-message": "Formati di file accettati: JPG, PNG, MP4, MOV, WebM, TXT, DOCX, PDF",
    "t-size-message": "Fino a 50 MB",
    "t-action-message": "Trascina e rilascia",
    "t-file-message-1": "il tuo file qui",
    "t-file-messaggio-2": "o",
    "t-choose-file-message": "Scegli un file",
    "t-btn-restart-message": "<i class=\"p-2 mdi mdi-refresh\"></i> Ricomincia",
    "t-btn-next-message": "Avanti <i class=\"p-2 mdi mdi-arrow-right-bold-outline\"></i>",
    "t-btn-throw-message": "Lancia <i class=\"p-2 mdi mdi-email-send-outline\"></i>",
    "t-btn-previous-message": "<i class=\"p-2 mdi mdi-arrow-left-bold-outline\"></i> Ritorno",
    "t-quote-message": "<em>\"Nell'infinito balletto delle onde, una bottiglia, abbandonata al suo destino, danza con le correnti, navigando verso l'ignoto. Lei è la silenziosa messaggera degli uomini, che porta con sé un segreto sepolto nel suo ventre di vetro. Lanciata in mare, inizia un viaggio poetico, un'odissea solitaria attraverso gli oceani.\"</em>",
    "t-btn-reset-throw-message": "Lancia una nuova bottiglia",
    "t-endstep-message-1": "Condividi il tuo gesto!",
    "t-endstep-message-2": "Scansiona questo QrCode:",
    "t-endstep-message-3": "Oppure copia questo link:",
    "t-coming-soon" : "Prossimamente.",
    "t-card-read-topic" : "Leggi l'articolo"
}